"_BASE_USED_" = "es";
/* Use the _ADVANCED_EXTRA_WIDTH_ (if needed) to fit the method description properly */
"_ADVANCED_EXTRA_WIDTH_" = "15.0";
/* "_PREFERENCES_EXTRA_WIDTH_" = "0.0"; */
"OK" = "OK";
"Done" = "Hecho";
"Yes" = "Si";
"No" = "No";
"Don't show again" = "No volver a mostrar";
"Set as default compressor" = "Usar como compresor por defecto";
"Not now" = "Ahora no";
"Want to make Keka your default compressor?" = "¿Quieres que Keka sea tu compresor por defecto?";
"This means that all the compatible files will be extracted with Keka by now. You can set this later in the Keka Preferences." = "Esto significa que todos los archivos compatibles serán descomprimidos con Keka. Puedes hacer que Keka sea tu compresor por defecto en cualquier otro momento desde las Preferencias.";
"Really want to close Keka?" = "¿Seguro que quieres salir de Keka?";
"The current operations will be canceled. If you choose to wait and quit Keka will exit when all work is done." = "Las operaciones que se están ejecutando se cancelarán.";
"Password needed" = "Se necesita una contraseña";
"File \"%@\" needs a password to be extracted" = "El archivo \"%@\" necesita una contraseña para ser descomprimido";
"File \"%@\" needs a special encoding to be extracted" = "File \"%@\" needs a special encoding to be extracted";
"Extraction of \"%@\" done" = "El archivo \"%@\" se ha descomprimido";
"Extraction of \"%@\" failed." = "La descompresión del archivo \"%@\" ha fallado.";
"Extraction of %i files done" = "%i archivos extraídos correctamente";
"Extraction complete" = "Extracción completa";
"Extraction fail" = "Extracción fallida";
"Compression complete" = "Compresión completa";
"File \"%@\" created" = "Archivo \"%@\" creado";
"Compression fail" = "Compresión fallida";
"File \"%@\" cannot be created" = "El archivo \"%@\" no se ha podido crear";
"Operation not implemented" = "Operación no implementada";
"Performing operation..." = "Preparando la operación...";
"Waiting..." = "Esperando...";
"Extracting \"%@\"" = "Extrayendo \"%@\"";
"Extracting \"%@...\"" = "Extrayendo \"%@...\"";
"Creating %@ file..." = "Creando el archivo %@...";
"Creating file \"%@\"" = "Creando el archivo \"%@\"";
"Creating file \"%@...\"" = "Creando el archivo \"%@...\"";
"Volume name:" = "Nombre del archivo:";
"Select the encoding for \"%@\"" = "Select the encoding for \"%@\"";
"Time elapsed: %d:%@%d:%@%d hours%@" = "Transcurrido: %d:%@%d:%@%d horas%@";
"Time elapsed: %d:%@%d minutes%@" = "Transcurrido: %d:%@%d minutos%@";
"Time elapsed: %d seconds%@" = "Transcurrido: %d segundos%@";
"%d seconds" = "%d segundos";
"%d:%@%d minutes" = "%d:%@%d minutos";
"%d:%@%d:%@%d hours" = "%d:%@%d:%@%d horas";
"Pause" = "Pausa";
"Continue" = "Continuar";
"Operation paused" = "Operación pausada";
"Cancel" = "Cancelar";
"Close" = "Cerrar";
"Operation failed" = "Operación fallida";
"Operation failed with error code %d" = "La operación ha fallado con el código de error %d";
"Choose a name and folder to start the compression" = "Escoge un nombre y una carpeta para empezar a comprimir";
"Creation of \"%@\" failed" = "La creación del archivo \"%@\" ha fallado";
"Creating \"%@\"" = "Creando \"%@\"";
"Prepearing extraction..." = "Preparando la descompresión...";
"Choose a folder to extract this file" = "Selecciona una carpeta para descomprimir este archivo";
"Choose where do you want to extract \"%@\"" = "Selecciona una carpeta donde descomprimir el archivo \"%@\"";
"Select all the volumes from \"%@\" or the folder that contains them" = "Selecciona todos los volúmenes de \"%@\" o la carpeta que los contiene";
"Select the folder that contains \"%@\"" = "Selecciona la carpeta que contiene \"%@\"";
"Extraction of \"%@\" failed" = "La descompresión de \"%@\" ha fallado";
"Keka - %i on queue" = "Keka - %i en espera";
"Keka can't create this %@ image" = "Keka no puede crear esta imagen %@";
"You can only create %@ images with a single folder. Try to put all your files in a folder and drop it to Keka to create the %@ image." = "Sólo puedes crear una imagen %@ con una carpeta. Intenta trasladar todos los archivos a una carpeta y usa esa carpeta para crear la imagen %@ con Keka.";
"Keka can't create this @% tarball" = "Keka no puede comprimir este tarball con @%";
"This operation is not supported on %@." = "Esta operación no está soportada en %@.";
"Compress \"%@\" in %@ to..." = "Comprimir \"%@\" como %@ en...";
"Compress in %@ to..." = "Comprimir como %@ en...";
"Save as:" = "Guardar como:";
"Compress" = "Comprimir";
"Extract \"%@\" to..." = "Descomprimr \"%@\" en...";
"Extract as:" = "Descomprimir como:";
"Extract" = "Descomprimir";
" - Remaining: Calculating..." = " - Restante: Calculando...";
" - Remaining: About one second" = " - Restante: Aproximadamente un segundo";
" - Remaining: About %d seconds" = " - Restante: Unos %d segundos";
" - Remaining: About 1 minute" = " - Restante: Aproximadamente 1 minuto";
" - Remaining: About %d minutes" = " - Restante: Unos %d minutos";
" - Remaining: About 1 hour" = " - Restante: Aproximadamente 1 hour";
" - Remaining: About %d hours" = " - Restante: Unas %d hours";
" - Remaining: About 1 day" = " - Restante: Aproximadamente 1 day";
" - Remaining: About %d days" = " - Restante: Unos %d days";
" - Remaining: About 1 year" = " - Restante: Aproximadamente 1 year";
" - Remaining: About %d years" = " - Restante: Unos %d years";
" - Remaining: Less than one second" = " - Restante: Menos de un segundo";
"Can't show progress time..." = "No se puede mostrar el tiempo...";
"Password for \"%@\"" = "Contraseña para \"%@\"";
"Method:" = "Método:";
"No compression" = "Sin compresión";
"Fastest, less compression" = "Muy rápido, menos compresión";
"Fast, less compression" = "Rápido, menos compresión";
"Normal" = "Normal";
"Slow, more compression" = "Lento, más compresión";
"Slowest, more compression" = "Muy lento, máxima compresión";
"Compression" = "Compresión";
"Extraction" = "Extracción";
"Keka can't use the \"extlx.plist\" list, please get in contact with the developers.\n\nNow Keka will quit." = "Keka no puede usar la lista \"extlx.plist\", por favor ponte en contacto con los desarrolladores.\n\nKeka se cerrará ahora.";
"Keka is dying!" = "Keka se está muriendo!";
"Ask each time" = "Preguntar cada vez";
"Next to original file" = "Al lado del archivo original";
"Custom folder..." = "Carpeta personalizada...";
"Same as original file" = "El mismo que el archivo original";
"Custom name..." = "Nombre personalizado...";
"Compressed file" = "Archivo comprimido";
"Set as default folder" = "Usar como carpeta por defecto";
"Perform automatic action" = "Realizar operación automáticamente";
"Always compress" = "Comprimir siempre";
"Always extract" = "Extraer siempre";
"1.4 MB Floppy" = "1,4 MB Disquete";
"650 MB CD" = "650 MB CD";
"700 MB CD" = "700 MB CD";
"4.7 GB DVD" = "4,7 GB DVD";
"Drop here to extract" = "Suelta aquí para descomprimir";
"Drop here to compress" = "Suelta aquí para comprimir";
"Binary \"%@\" is not accessible" = "El binario \"%@\" no está accesible";
"The first part \"%@\" can't be found" = "La primera parte \"%@\" no se ha encontrado";
"unknown" = "desconocido";
"Unknown error" = "Error desconocido";
"Error code %d using \"%@\"\n%@" = "Código de error %d usando \"%@\"\n%@";
"No errors found" = "Sin errores";
"Minor error, the operation may be done well" = "Error menor, la operación puede haberse realizado con éxito";
"Fatal error" = "Error fatal";
"CRC error occurred, maybe the file is corrupt" = "Ha ocurrido un error de CRC, seguramento el archivo esté corrupto";
"Attempt to modify an archive previously locked" = "Se ha intentado modificar un archivo previamente cerrado (sólido)";
"Maybe you don't have permission to write or your disk is full" = "Quizá no tengas permisos de escritura o tu disco esté lleno";
"Can't open the file, maybe you don't have read permission" = "No se puede abrir el archivo, quizá no tengas permisos de lectura";
"Command line error, please contact with the developer" = "Error en la linea de comandos, por favor contacta con el desarrollador";
"Not enough memory. Try to close some programs and repeat the operation" = "No hay memoria suficiente. Prueba a cerrar algunos programas y repetir la operación";
"Can't create the file, maybe you don't have permission or free space" = "No se puede crear el archivo, quizá no tengas permisos de escritura o espacio libre";
"Canceled manually" = "Cancelado manualmente";
"Bad password, try again" = "Contraseña incorrecta, inténtalo de nuevo";
"This archive is locked" = "El archivo está cerrado (sólido)";
"Write error. No permission? No space left?" = "Error de escritura. Quizá no tengas permisos de escritura o tu disco esté lleno";
"Can't open the file, maybe it's not accessible" = "No se puede abrir el archivo, quizá esté inaccesible o no tengas permisos de lectura";
"No files matching the mask" = "No coincide ninguna de los filtros";
"Give access" = "Dar acceso";
"Just folder access" = "Sólo acceso a la carpeta";
"Quit" = "Salir";
"More information" = "Más información";
"Keka needs file access" = "Keka necesita acceso al disco";
"Give home access" = "Dar acceso personal";
"Customize" = "Personalizar";
"In order to work seamlessly with your files, Keka needs local access to the Mac disk." = "Para que Keka se integre correctamente con tu Mac, necesita acceso local al disco.";
"\nSimply click on \"Give access to Keka\", your disk should already be selected." = "\nHaz clic en \"Dar acceso a Keka\", tu disco ya está seleccionado.";
"Give access to Keka" = "Dar acceso a Keka";
"Full Mac access (Recommended)" = "Acceso completo (Recomendado)";
"Home folder access" = "Acceso personal";
"External volumes access" = "Acceso a volúmenes externos";
"External disk: %@" = "Disco externo: %@";
"An extension is required" = "Se requiere una extensión";
"In order to set Keka as the default application, you need to install an extension. Click on \"More information\" to follow the required steps.\n\nRemember that you can always set Keka as the default application for any format using the Finder's \"Get Info\" panel." = "Para establecer Keka como predeterminada, se necesita instalar una extensión. Haz clic en \"Más información\" para saber como hacerlo.\n\nRecuerda que siempre puedes establecer al Keka como la aplicación predeterminada para cualquier formato desde el panel \"Obtener información\" del Finder.";
"Cannot set Keka as default" = "No se ha podido establecer Keka como predeterminada";
"The intermediate application failed to launch. There is more information in the Console.app." = "La extensión no se ha podido abrir. Encontrarás más información en la Consola.app.";
"The intermediate application returned an undefined code." = "La extensión ha devuelto un código desconocido.";
"Keka is now set as the default application for its known formats." = "Se ha establecido Keka como la aplicación predeterminada para sus formatos conocidos.";
"Keka set as default" = "Keka establecida como predeterminada";
"There were some errors while registering the formats. There is more information in the Console.app." = "Han ocurrido errores al registrar los formatos. Encontrarás más información en la Consola.app.";
"The intermediate application can't get access to Keka." = "La extensión no puede acceder a Keka.";
"The intermediate application can't find Keka." = "La extensión no ha encontrado a Keka.";
